[
   {
	  "Id" : 1,
      "FirstName":"Mark",
      "LastName":"Rackley",
      "Bio":"Mark Rackley is a Solutions Architect for Summit 7 Systems with more than 17 years of experience designing and developing software solutions. Mark’s daily responsibilities include forging the direction of solution architecture and development projects for clients while providing the best solutions for clients' unique problems. As a globally recognized SharePoint geek, Mark is an active blogger, presenter, author (and bacon aficionado) who is eager to lend his real-world knowledge of SharePoint to all who need it. In addition to speaking at various SharePoint conferences, Mark is the organizer of SharePoint Saturday Ozarks and can be found speaking at as many Saturday events as his professional and family life will allow. Mark engages his audiences with humor, real world stories from the trenches, and practical solutions. For more information follow Mark on Twitter at @mrackley or read his blog at <a href=\"http://www.SharePointHillbilly.com\">www.SharePointHillbilly.com</a>",
      "Website":"http://www.sharepointhillbilly.com",
      "Photo":"/img/spkrs/mark-rackley.jpg",
      "Presentations":[
         {
            "Track":"Other",
            "Topic":"SharePoint and jQuery Fundamentals",
            "Description":"jQuery is the current \"\"SharePoint Silver Bullet\"\" promising to cure all your SharePoint ailments allowing customizations that at one point were unattainable without cracking open Visual Studio.  But what is the real story with jQuery and SharePoint? How do you implement it with SharePoint? Should you implement it? Is it all a big hoax or is jQuery the missing piece to your SharePoint development took kit?In this session attendees will learn:1) Best practices for deploying jQuery in a maintainable way in their organizations2) What can be done with quickly and powerfully in jQuery taking advantage of incredible third party libraries3) What are the real consequences of using jQuery and when should you NOT use it."

         }
      ]
   },
   {
   "Id" : 2,
      "FirstName":"Randy",
      "LastName":"Walker",
      "Bio":"A MicroISV owner for 7 years, Microsoft MVP for 5 years, and former Board member for INETA, Randy Walker has dedicated his life efforts towards fostering the software development community and discipiling young men for Christ.",
      "Website":"",
      "Photo":"/img/spkrs/randy-walker.jpg",
      "Presentations":[
         {
            "Track":"Other",
            "Topic":"Managing the Mentoring Process",
            "Description":"Join us as we openly discuss the best mentoring methods of increasing technical and inner-office political skills aka \"\"social intelligence\"\". Find out the positives and drawbacks of the various methods and the difficulties in dealing with technical employees and their unique social skill sets. Geared for the entry to mid-level manager and project manager."

         }
      ]
   },
   {
	"Id" : 3,
      "FirstName":"Shawn",
      "LastName":"Weisfeld",
      "Bio":"Shawn is passionate about building awesome line of business applications and websites with .NET technologies. He is currently a Microsoft C# MVP and founder of <a href=\"http://UserGroup.tv\">http://UserGroup.tv</a>. Read his full bio at <a href=\"http://about.me/shawnweisfeld\">http://about.me/shawnweisfeld</a>",
      "Website":"http://www.UserGroup.tv",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Fun with Json",
            "Description":"Every time you turn around today someone is talking about services and one of the most common formats for data transfer on the web today is Json or JavaScript Object Notation, for is ability to be small and light on the wire and easily consumed by javascript clients. In this talk we will cover some ways to create Json services in ASP.NET. Additionally we will discuss some ways to consume these services from different types of clients: javascript in the browser with jQuery, .NET applications with JSON.NET and RestSharp. We will also look json2csharp a website that will generate POCO's from a json service."

         }
      ]
   },
      /*
   {
   "Id" : 4,
      "FirstName":"Lee",
      "LastName":"Watson",
      "Bio":"serial entrepreneur. ceo of Clarovista. champion of Startup Arkansas. startup mentor and big data marketing expert in SOLOMO",
      "Website":"http://www.linkedin.com/profile/view?id=61733466&trk",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Tech Entrepreneurship",
            "Topic":"What is Startup Arkansas?",
            "Description":"Overview of the Startup Arkansas initiative.@StartupArkansas"

         }
      ]
   },
   {
   "Id" : 5,
      "FirstName":"Miko",
      "LastName":"Matsumura",
      "Bio":"Miko Matsumura is SVP of Platform Marketing and Developer Relations at Kii Corporation, he holds a Master's degree in Neuroscience from Yale University. Full bio is here http://miko.com/about",
      "Website":"http://kii.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"Neuroscience of Mobile App Engagement",
            "Description":"Based on the opening keynote Miko gave at the Mobile Developer Summit 2012 in front of 2000 developers in Bangalore, Miko explains how to drive key metrics in your mobile apps using contemporary research on the human brain and behavior. Engagement, retention, and conversion can all be understood through insights from the cutting edge of brain research. The panoply of engagement metrics including session length, time between sessions, actions per session are all driven by neuroscientific mechanisms including habit design, addiction, reward, motivation and emotional behavior. Gamification rules such as collection and completion behavior are understood by motivational systems in the midbrain. In app time scales that accomodate nerve and synaptic conduction times help us understand user requirements for speed and responsiveness in application user experience and help us understand \"\"what fires together, wires together\"\". Conversion can also be understood from a neuroscientific perspective, by observing how this measurement can be improved by understanding the limbic system and how decisions involve both fore and midbrain structures. Finally retention of users, a key facet of overall growth can be understood through mechanisms such as brand affiliation and preference, the use and effect of notification systems and how it interacts with threat processing and how associative memory is stored in the hippocampus for recall by the \"\"emotional brain\"\". Attendees will come away with concrete examples of effective techniques, a strong understanding of key metrics that drive success in the mobile app business as well as a strong framework for analyzing mobile application design and development."

         }
      ]
   },
   */
   {
   "Id" : 6,
      "FirstName":"LJ",
      "LastName":"Wilson",
      "Bio":"LJ is a long time open source developer (PHP, Unix based languages) that went the .NET route and ultimately wound up getting heavily involved with iOS development using Apple's native tools (Xcode, Obj-C).He currently works as an iOS & VB.NET programmer for Arkansas Children's Hospital",
      "Website":"http://irockios.com",
      "Photo":"/img/spkrs/LJ-Wilson.jpg",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"iOS Development for the Enterprise",
            "Description":"<p>Covers the special considerations and infrastructure needs for developing iOS applications for the enterprise. It assumes that you have some experience with Xcode and Objective-C. Some of the specific topics will include:</p> 
			<ul><li>Setting up the Team</li>
			<li>Certificates & Provisioning</li>
			<li>Device Management</li>
			<li>Device & User Authentication</li>
			<li>App Management</li>
			<li>Handling App Updates</li>
			<li>Push Notifications</li>
			<li>Example Enterprise Production Apps</li>
			<li>Bonus - Setting up an internal App Store</li></ul>"
         },
         {
            "Track":"Mobile",
            "Topic":"Intro to iOS Development",
            "Description":"<p>This will be an entry level course developing in Objective-C for the iOS platform. It assumes that you have a background in object oriented programming and understand the basics of OOP. We will cover learning your way around Xcode and how to create projects for iOS. Some of the specific topics will include:</p> <ul><li>Differences between the various Xcode project templates </li><li>How Xcode manages the project structure </li><li>How methods are declared and messaged to in Objective-C </li><li>Introduction to Storyboards and ARC </li><li>The basics of View Controllers and supporting structures like Navigation Controllers and Tab Bar Controllers </li><li>How data is passed along in an application and how to manage the application's flow</li><li>How to use the variety of UI objects available to interact with the user </li></ul><p>We will go through a complete application development process. If time allows, we will also cover more advanced topics like Core Data and Provisioning.</p>"

         }
      ]
   },
   {
   "Id" : 7,
      "FirstName":"Gordon",
      "LastName":"Fisher",
      "Bio":"Gordon Fisher is the author of Blender 3D Basics by Packt Publishing.  He has been a speaker at PyArkansas for the past several years and has spoken at PyTexas, Siggraph and Comi-Con. He is an award-winning animator and programmer.",
      "Website":"http://www.blender3dbasics.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Desktop",
            "Topic":"Introduction to Blender 3D",
            "Description":"<p>Blender is the leading open-source 3D animation and game system. It is free and animators the world over use it for films, games, TV, scientific visualization, architectural walk-throughs and animation on the web. This tutorial will be an introduction to Blender, showing Blender’s capabilities, how to use it, and goes step by step through a simple project. </p>

<p>The talk will begin with a display of a gallery of images created in Blender and a general introduction to Blender followed by a showing of portions of Sintel, the animation made entirely in Blender and shown at Siggraph in 2011.</p>

<p>Next, students will discover how Blender's unique Interface can be so powerful and be introduced to the major interface windows including the 3D View, Properties, Dope Sheet and others. Python can be accessed in Blender via the Python Console, the Info Window and the Text window.</p>

<p>There will be a short introduction to the Blender Game Engine and students will be able to create a simple real-time interactive control.</p>

<p>Next, students will step through the major steps of 3D animation production by creating and animating a 3D butterfly. Students will explore many of the functions of Blender by:</p>
<ul>
<li>Making a template in the Blender 3D windows</li>
<li>Creating a wing with polygonal modeling</li>
<li>Assigning a texture to the wing</li>
<li>Using nurbs modeling to create the body</li>
<li>Adding a material to the body</li>
<li>Using parenting to link the wings to the body</li>
<li>Creating an animation keyframe</li>
<li>Extracting animation data from the Info window and using it to create a short Python script</li>
<li>Using the Timeline to create animation cycles.</li>
<li>Animating the butterfly's course of motion.</li>
<li>Simple lighting Tracking the butterfly with the camera</li>
<li>Tracking the butterfly with the light</li>
<li>Basic rendering settings</li>
</ul>
"

         }
      ]
   },
   /*{
   "Id" : 8,
      "FirstName":"Chris",
      "LastName":"Koenig",
      "Bio":"<p>Chris Koenig is a Senior Technical Evangelist with Microsoft focused on our Windows Azure and Windows Phone technologies.  His job is to help developers, designers, entrepreneurs, startups companies and organizations large and small to find success and riches using Microsoft technology, specifically around Windows Azure and Windows Phone.</p>

<p>Prior to joining Microsoft in March of 2007, Chris worked as a Senior Architect for The Capital Group in San Antonio, and as a Solution Architect for the global solution provider Avanade. As an Architect and  consultant, Chris worked with a variety of clients from many vertical markets, ISVs and other solution providers on enterprise-class Windows and web-based applications.</p>",
      "Website":"http://chriskoenig.net",
      "Photo":"/img/spkrs/chris-koenig.png",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"Supercharge your Mobile Apps with Cloud Power!",
            "Description":"Everyone has a mobile device these days, and demand for rich mobile applications is higher than ever before. Building feature-rich mobile applications is hard enough without having to build a flexible and open server-side API to run from. Luckily for you, there is now a solution!  Join Microsoft Sr. Technical Evangelist Chris Koenig for a tour of Windows Azure Mobile Services - the fast, easy and flexible way to build highly scalable mobile applications on a variety of platforms, including Windows 8, Windows Phone 8, iOS and Android. In this demo-heavy session, Chris will show you how to create Mobile Applications for a variety of platforms that all connect to the same back-end hosted in Windows Azure. "

         }
      ]
   },*/
   /*{
   "Id" : 9,
      "FirstName":"Christopher",
      "LastName":"Meiklejohn",
      "Bio":"Christopher Meiklejohn is a Software Engineer with Basho Technologies, Inc. where he focuses on building rich web applications for Riak using Erlang and JavaScript. Before joining Basho, he worked at Swipely, a loyalty program startup based in Providence where he maintained critical infrastructure components written in Ruby. Christopher currently serves as one of the maintainers of Rubygems.org.",
      "Website":"http://github.com/cmeiklejohn",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"shafty: a functional reactive programming library",
            "Description":"There is no doubt that today's web applications continue to grow in adoption, replacing their desktop counterparts in all areas of computation. Essential to their growth is their ability to provide near-native performance and rich user experiences. As these applications grow in essential complexity, they also grow in accidental complexity due to the imperative callback processing style found in most web applications. The asynchronous nature of most of these applications also further compounds the issues due to guarantees around message ordering, and a level of indirection required in callbacks handling events.Functional reactive programming is one approach for mitigating accidental complexity, using a declarative and composable data-flow model. During this talk, we will look at shafty, an open source ClojureScript project which explores using the functional reactive programming model for building dynamic user interfaces. This talk will provide a basic overview of functional reactive programming, the motivations behind shafty, basic usage of the library and a few example web applications built using the library."

         }
      ]
   },*/
   {
   "Id" : 10,
      "FirstName":"Brian",
      "LastName":"Sullivan",
      "Bio":"Brian Sullivan is a senior consultant for Improving Enterprises in Dallas. He got his start in programming maintaining legacy mainframe applications in COBOL at a large trucking company, but quickly realized he needed to find a more productive environment in order to stay sane. He jumped at the opportunity to help transition some of those COBOL applications to .NET, and he hasn't looked back since. He has been working with Microsoft technologies for about 7 years, and is interested in increasing the exposure of agile techniques and methodologies in the Microsoft developer community.Brian Sullivan is the founder of the Shreveport .NET User Group and speaks frequently at local user groups and regional conferences. Brian is a Microsoft MVP in ASP.NET and a graduate of Harding University in Searcy, AR.",
      "Website":"http://www.briansullivan.me",
      "Photo":"/img/spkrs/brian-sullivan.jpg",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Real-timeWeb Programming with SignalR",
            "Description":"Web programming has always been a one-way conversation; a client calls a server and the server sends a response. But what if you could go the other direction? What if your server code could call Javascript methods on your client? That's what SignalR allows you to do. Come see how this new library opens up a ton of possibilities for interactive and collaborative web applications."

         },
         {
            "Track":"Web",
            "Topic":"What's New in ASP.NET MVC 4",
            "Description":"ASP.NET MVC has come a long way from its initial release in 2009. Its feature set and maturity have grown by leaps and bounds with each release, and the new fourth version is no exception. In this presentation, we'll cover some of the new features, including the ASP.NET Web API, display modes, mobile enhancements, bundling and minification, and asynchronous controllers. You'll come away with an understanding of what the new framework version offers, and why you might want to upgrade your existing MVC apps to the latest and greatest."

         }
      ]
   },
   {
   "Id" : 11,
      "FirstName":"Jonathan",
      "LastName":"Goodman",
      "Bio":"Jonathan Goodman started his career over 20 years ago at the dawn of the Internet age producing websites for Fortune 500 companies. He is currently the President of Halyard Consulting, an Internet marketing firm, exclusively focused on WordPress development and search optimization. Jonathan holds an MBA from Fairleigh Dickinson University, an MS from the College of New Rochelle, and a BFA from the Ringling College of Art and Design. Jonathan spent five years as the professor of Internet marketing at the Silberman College of Business at Fairleigh Dickinson University. He has spoken at numerous conferences and conventions running the gamut from higher education symposiums to music industry conferences to WordPress WordCamps. Most recently he spoke about Schema at SMX East 2012.",
      "Website":"http://halyardconsulting.com",
      "Photo":"/img/spkrs/jonathan-goodman.png",
      "Presentations":[
         {
            "Track":"Collaboration and Content Management",
            "Topic":"How Guest Blogging Increase Traffic and Improves Brand Recognition",
            "Description":"This presentation details the importance of sharing fresh unique content within the blogging community. Attendees will learn the basics of what a backlink is and how it correlates to improved search results. The presentation will also provide a step-by-step guide on how to find the right blogger for your content and make sure your backlink stays on their site."

         },
         {
            "Track":"Web",
            "Topic":"Schema - The Next Frontier for the Search Engines",
            "Description":"In the beginning, webmasters focused their attention on Schema reviews and events. Today, microdata is expanding at a phenomenal rate; incorporating information for products, organizations, people, places, creative works with support for an infinite number of future categories. WordPress, one of the most widely used website content management applications, makes it incredibly easy to add Schema data to your website. This presentation will focus on three implementations of microdata for WordPress including the social component of Yoast’s WordPress SEO Plugin, hcard data, and Geotagging. We will focus on the tricks and traps of getting microdata to work with an indepth look at the functions of each element and a review of the code through debugging tools including Google’s Rich Snippet’s Testing Tool. We’ll look into the future of Facebook Open Graph and see how it can be incorporated into a website without interfering with the other microdata elements as well as examples of debug using the Facebook developer tools."

         }
      ]
   },
   {
   "Id" : 12,
      "FirstName":"Michael",
      "LastName":"Wiley",
      "Bio":"Michael Wiley is a Premier Field Engineer with Microsoft who specializes in Visual Studio Application Lifecycle Management (ALM), Powershell, and Windows troubleshooting.  He is a regular technical presenter at local and regional events.  Prior to working with Microsoft, Michael was a VB.Net MVP and a software engineer who delivered solutions in a variety of markets including healthcare, government, financial services, and information management.  He is heavily involved in the Developer community and was the Founder and President of the Little Rock .NET User Group for three years.  In his spare time Michael enjoys hiking, scuba diving, and creating haunted houses.",
      "Website":"",
      "Photo":"/img/spkrs/michael-wiley.jpg",
      "Presentations":[
         {
            "Track":"Collaboration and Content Management",
            "Topic":"What's new in Application Lifecycle Management 2013",
            "Description":"Microsoft's application lifecycle management tooling is all about enabling teams to deliver great software. In this demo-packed session, you will learn how to more effectively plan and track work by using the new Web-based project management tools; how to bridge the divide between development and operations by utilizing IntelliTrace in your production environments; and how to help keep team members on-task and \"\"in the zone\"\" with the new \"\"My Work\"\" and code review features. In addition to making your team more productive, we will show you how you can boost your overall code quality with new features such as code clone and an overhauled unit testing story in Visual Studio 2012. "

         }
      ]
   },
   /*{
   "Id" : 13,
      "FirstName":"Joshua",
      "LastName":"Goldbard",
      "Bio":"Darren Schreiber is the Co-Founder of 2600hz. He previously worked as the lead developer on the FreePBX v3 / Phonebooth project at Bandwidth.com, a next-generation open-source FreeSWITCH GUI. He also is one of the co-authors of the FreeSWITCH book and does all the official international FreeSWITCH trainings around the world. Darren has 15 years of IT experience and has developed multiple enterprise SaaS infrastructures for hosting and remotely managing IT, voice and e-commerce services. He has been a serious telephony enthusiast since a young age and has worked extensively with VoIP and Open Source technologies. Darren graduated from Rensselaer Polytechnic Institute with a degree in Computer Science and Business Management.Darren currently works on developing the world's best cloud Telecom Architecture: Kazoo.",
      "Website":"http://2600hz.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Cloud",
            "Topic":"Cloud+Telecom=Revolution",
            "Description":"In the last few years a few dramatic changes have taken place which have changed the world. The effects of these changes are only starting to ripple throughout the technical worlds and one area that could use some TLC is telecom infrastructure.This session will talk about how you can use commodity hardware to build architectures that power entire countries and how new technology lets developers scale to unprecedented size. Anyone can create an AT&T on a cloud, this is how that revolution begins."

         }
      ]
   },*/
      {
   "Id" : 21,
      "FirstName":"Greg",
      "LastName":"Jordan",
      "Bio":"Manager of Web Development at Methodist Le Bonheur Healthcare, Greg has over 15 years of experience programming in various languages with a focus on native mobile & web development. Greg holds a Bachelor's degree and two Master's degrees, and is a Ph.D. candidate at the University of Memphis.",
      "Website":"",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Database",
            "Topic":"Your Graph is Showing: The Growing Trend toward Graph Databases & Social Data",
            "Description":"<p>NOSQL databases, such as MongoDB and Cassandra, have gained popularity as the data store for social networks and online communities because of their relative speed and simplicity. However, when creating connections in the data & understanding trends and commonalities, sites like Facebook and Twitter turn to graph databases.</p><p>
In this discussion, we'll start with a quick overview of the database landscape and how graph databases fit within that landscape. Next, we'll dive into the world’s leading graph database, neo4j, and look at what how it solves complex, connected data problems. The discussion closes with an in-depth look at examples demonstrating the power, speed and simplicity of using graph databases.</p> "

         }
      ]
   },
   {
   "Id" : 24,
      "FirstName":"Sean",
      "LastName":"Townsend",
      "Bio":"Sean is a mobile developer originally from London who is currently enjoying life at Rockfish Interactive developing apps on the Android platform from Google. His first ever computer program was a text adventure he wrote in BASIC when he was 14 on the venerable Amstrad CPC464, but his first real job after University was working for the University of Essex in England writing C drivers to pull Census data off magnetic tapes. He progressed to C++ and when the web took off in the mid-90s, got his hands dirty with PERL and cgi-bin, and later, very early versions of Java and Javascript. He spent ten years working at Acxiom in Europe and the US on RedHat Linux grid networks to parallel process large datasets and writing performance-critical data matching software. Mostly in C++, eventually in Java. He still loves PERL, hates Threads, and thinks Android is the bee's knees.",
      "Website":"",
      "Photo":"/img/spkrs/sean-townsend.png",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"Beginners Guide To Developing For Android",
            "Description":"This presentation is a high level overview of the Android platform aimed at developers who are either genuinely interested in staring to develop their own apps, or are just plain curious about how Android works. The paper wont be digging into any code or anything at that level, rather it'll walk through some of the core Android concepts and design decisions, and will scratch the surface of some of the key classes (Activity, View, Fragment) and frameworks (Location, Media) that Android developers use every day. It'll cover a little bit about the development environment and tools Google have provided to help programmers debug and analyse, along with some of the key challenges in developing for mobile devices and challenges specific to Android in particular. "

         }
      ]
   },
   {
   "Id" : 25,
      "FirstName":"Latish",
      "LastName":"Sehgal",
      "Bio":"Latish is a .NET consultant with Improving Enterprises and very passionate about software development and solving customer problems. He also leads the Dallas C# SIG. He can be reached via his blog at <a href=\"http://www.dotnetsurfers.com/\">http://www.dotnetsurfers.com/</a> or twitter (<a href=\"https://twitter.com/latish\">http://twitter.com/latish</a>).",
      "Website":"http://www.dotnetsurfers.com/",
      "Photo":"/img/spkrs/Latish-Sehgal.png",
      "Presentations":[
         {
            "Track":"Desktop",
            "Topic":"Programming with Kinect for Windows: From Hello World to Lightsabers in 60 minutes",
            "Description":"Kinect for Windows enables all kinds of new applications & experiences. Come to this session to find out how you can start using the Kinect SDK today. This C# code focused session will dive into the different aspects of the Kinect API. We’ll cover color and depth cameras, skeletal tracking, working with audio and a lot of cool demoes. "
         }
         ,{
            "Track":"Desktop",
            "Topic":"The .NET Ninja's Toolbelt",
            "Description":"As developers, we all have our favorite utilities, some used occasionally and then there are others that we refuse to work without. We might not use all of them everyday, but a good developer should know his options when the need arises. In this session, we'll go through the tools, utilities and hacks that can make you much more productive as a .Net developer."
         }
      ]
   },
   {
   "Id" : 28,
      "FirstName":"Mike",
      "LastName":"Green",
      "Bio":"<p>Mike has been a Front-End Developer for 12 years. He is currently an Associate Director of Technology at Rockfish Interactive. Through his career he has seen the web evolve into something truly amazing. He looks forward to participating in the future progress of modern web development. He loves standards, but not at the cost of true innovation. He is also very involved in the development of mobile-web experiences, including gaming and touch enabled marketing.</p>",
      "Website":"",
      "Photo":"/img/spkrs/mike-green.png",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Resolution First, Devices Later",
            "Description":"<p>The purpose is to discuss the ever-evolving device revolution and how it applies to the modern web developer. Topics will include: </p>
			<ul><li>Responsive design strategies</li>
<li>Mobile first ideology</li>
<li>HTML5 and CSS use in this field</li>
<li>Device Adoption through the use of fluid layout and adaptive breakpoints</li></ul>"

         }
      ]
   },
   {
   "Id" : 30,
      "FirstName":"Jay",
      "LastName":"Callicott",
      "Bio":"<p>Jay Callicott is a Lead Drupal Architect for Mediacurrent, an Atlanta, GA based Drupal consultancy. Jay lives in Little Rock, AR and has been a Drupal fanatic for over 7 years (since version 4.6). As a side project, Jay is the lead developer for OpenChurch, a Drupal distribution for religious organizations. You can follow Jay at <a href=\"https://twitter.com/drupalninja\">@drupalninja</a> on Twitter! </p>
",
      "Website":"http://www.mediacurrent.com/blog/all/9",
      "Photo":"/img/spkrs/jay-callicott.jpg",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Introduction to Drupal",
            "Description":"<p>This session will be for developers that are interesting in learning about Drupal, the popular open source CMS. We will draw some material from the popular \"Hello Drupal!\" course, in a condensed format (see <a href=\"http://training.acquia.com/hellodrupal\">http://training.acquia.com/hellodrupal</a>). </p>

 <p>The goals for this session will be the following:</p>
 <ul>
<ol> Understand the basics of \"What is Drupal?\"</ol>
<ol> See how and why organizations are using Drupal</ol>
<ol> Walk through the basics of how Drupal works and how to use the CMS</ol>
<ol> Perform a small demo of how to download and install Drupal.</ol>
 </ul>
<p>Developers of all experience levels are welcome including non-technical users interested in Drupal. Ideally this session will get developers a good grasp of what Drupal is and how they can get started.</p>"

         }
      ]
   },
   {
   "Id" : 28,
      "FirstName":"Michael",
      "LastName":"Paladino",
      "Bio":"<p>As a founder and Chief Technology Officer, Michael Paladino leads the charge in ensuring RevUnit is pushing the bounds of technology while closely scrutinizing industry trends for what’s next. Michael takes great pains to understand the business challenge and technical landscape in order to architect the right solution for RevUnit's clients.</p>",
      "Website":"",
      "Photo":"/img/spkrs/michael-paladino.jpg",
      "Presentations":[
         {
            "Track":"Tech Entrepreneurship",
            "Topic":"Starting a Tech Company - What's Awesome and What's Not",
            "Description":"<p>Starting a technology-based company can be extremely rewarding. However, there are a number of surprises that can popup during the process. We'll go through some key learnings based on real-world experience in starting a technology-focused agency and attempt to help you plan for those surprises.</p>"
         }
      ]
   }
]