[
   {
	  "Id" : 1,
      "FirstName":"Mark",
      "LastName":"Rackley",
      "Bio":"Mark has been developing software applications for over 17 years filling the roles of Project Manager, Business Analyst, Lead Developer, and Solutions Architect. Mark has worked in large corporate environments, small software start-ups, and as a consultant bringing real world knowledge and experience to his blogs and presentations. Mark currently works for Summit 7 Systems as a Solutions Architect making key SharePoint architecture and development decisions as well as bringing the appropriate SharePoint Best Practices to his clients and customers. Mark?s goal as a speaker, blogger, and author is to help every new architect and developer avoid the frustrations and brick walls he ran into while learning SharePoint.",
      "Website":"http://www.sharepointhillbilly.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Other",
            "Topic":"SharePoint and jQuery Fundamentals",
            "Description":"jQuery is the current \"\"SharePoint Silver Bullet\"\" promising to cure all your SharePoint ailments allowing customizations that at one point were unattainable without cracking open Visual Studio.  But what is the real story with jQuery and SharePoint? How do you implement it with SharePoint? Should you implement it? Is it all a big hoax or is jQuery the missing piece to your SharePoint development took kit?In this session attendees will learn:1) Best practices for deploying jQuery in a maintainable way in their organizations2) What can be done with quickly and powerfully in jQuery taking advantage of incredible third party libraries3) What are the real consequences of using jQuery and when should you NOT use it."

         }
      ]
   },
   {
   "Id" : 2,
      "FirstName":"Randy",
      "LastName":"Walker",
      "Bio":"A MicroISV owner for 7 years, Microsoft MVP for 5 years, and former Board member for INETA, Randy Walker has dedicated his life efforts towards fostering the software development community and discipiling young men for Christ.",
      "Website":"",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Other",
            "Topic":"Managing the Mentoring Process",
            "Description":"Join us as we openly discuss the best mentoring methods of increasing technical and inner-office political skills aka \"\"social intelligence\"\". Find out the positives and drawbacks of the various methods and the difficulties in dealing with technical employees and their unique social skill sets. Geared for the entry to mid-level manager and project manager."

         }
      ]
   },
   {
	"Id" : 3,
      "FirstName":"Shawn",
      "LastName":"Weisfeld",
      "Bio":"Shawn is passionate about building awesome line of business applications and websites with .NET technologies. He is currently a Microsoft C# MVP and founder of http://UserGroup.tv. Read his full bio at http://about.me/shawnweisfeld",
      "Website":"http://www.UserGroup.tv",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Fun with Json",
            "Description":"Every time you turn around today someone is talking about services and one of the most common formats for data transfer on the web today is Json or JavaScript Object Notation, for is ability to be small and light on the wire and easily consumed by javascript clients. In this talk we will cover some ways to create Json services in ASP.NET. Additionally we will discuss some ways to consume these services from different types of clients: javascript in the browser with jQuery, .NET applications with JSON.NET and RestSharp. We will also look json2csharp a website that will generate POCO's from a json service."

         }
      ]
   },
   {
   "Id" : 4,
      "FirstName":"Lee",
      "LastName":"Watson",
      "Bio":"serial entrepreneur. ceo of Clarovista. champion of Startup Arkansas. startup mentor and big data marketing expert in SOLOMO",
      "Website":"http://www.linkedin.com/profile/view?id=61733466&trk",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Tech Entrepreneurship",
            "Topic":"What is Startup Arkansas?",
            "Description":"Overview of the Startup Arkansas initiative.@StartupArkansas"

         }
      ]
   },
   {
   "Id" : 5,
      "FirstName":"Miko",
      "LastName":"Matsumura",
      "Bio":"Miko Matsumura is SVP of Platform Marketing and Developer Relations at Kii Corporation, he holds a Master's degree in Neuroscience from Yale University. Full bio is here http://miko.com/about",
      "Website":"http://kii.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"Neuroscience of Mobile App Engagement",
            "Description":"Based on the opening keynote Miko gave at the Mobile Developer Summit 2012 in front of 2000 developers in Bangalore, Miko explains how to drive key metrics in your mobile apps using contemporary research on the human brain and behavior. Engagement, retention, and conversion can all be understood through insights from the cutting edge of brain research. The panoply of engagement metrics including session length, time between sessions, actions per session are all driven by neuroscientific mechanisms including habit design, addiction, reward, motivation and emotional behavior. Gamification rules such as collection and completion behavior are understood by motivational systems in the midbrain. In app time scales that accomodate nerve and synaptic conduction times help us understand user requirements for speed and responsiveness in application user experience and help us understand \"\"what fires together, wires together\"\". Conversion can also be understood from a neuroscientific perspective, by observing how this measurement can be improved by understanding the limbic system and how decisions involve both fore and midbrain structures. Finally retention of users, a key facet of overall growth can be understood through mechanisms such as brand affiliation and preference, the use and effect of notification systems and how it interacts with threat processing and how associative memory is stored in the hippocampus for recall by the \"\"emotional brain\"\". Attendees will come away with concrete examples of effective techniques, a strong understanding of key metrics that drive success in the mobile app business as well as a strong framework for analyzing mobile application design and development."

         }
      ]
   },
   {
   "Id" : 6,
      "FirstName":"LJ",
      "LastName":"Wilson",
      "Bio":"LJ is a long time open source developer (PHP, Unix based languages) that went the .NET route and ultimately wound up getting heavily involved with iOS development using Apple's native tools (Xcode, Obj-C).He currently works as an iOS & VB.NET programmer for Arkansas Children's Hospital",
      "Website":"http://irockios.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"iOS Development for the Enterprise",
            "Description":"Covers the special considerations and infrastructure needs for developing iOS applications for the enterprise. It assumes that you have some experience with Xcode and Objective-C.  Some of the specific topics will include:"

         },
         {
            "Track":"Mobile",
            "Topic":"Intro to iOS Development",
            "Description":"This will be an entry level course developing in Objective-C for the iOS platform. It assumes that you have a background in object oriented programming and understand the basics of OOP. We will cover learning your way around Xcode and how to create projects for iOS. Some of the specific topics will include:Differences between the various Xcode project templatesHow Xcode manages the project structureHow methods are declared and messaged to in Objective-CIntroduction to Storyboards and ARCThe basics of View Controllers and supporting structures like Navigation Controllers and Tab Bar ControllersHow data is passed along in an application and how to manage the application's flowHow to use the variety of UI objects available to interact with the userWe will go through a complete application development process.If time allows, we will also cover more advanced topics like Core Data and Provisioning."

         }
      ]
   },
   {
   "Id" : 7,
      "FirstName":"Gordon",
      "LastName":"Fisher",
      "Bio":"Gordon Fisher is the author of Blender 3D Basics by Packt Publishing.  He has been a speaker at PyArkansas for the past several years and has spoken at PyTexas, Siggraph and Comi-Con. He is an award-winning animator and programmer.",
      "Website":"http://www.blender3dbasics.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Desktop",
            "Topic":"Introduction to Blender 3D",
            "Description":"Blender is the leading open-source 3D animation and game system. It is free and animators the world over use it for films, games, TV, scientific visualization, architectural walk-throughs and animation on the web. This tutorial will be an introduction to Blender, showing Blender’s capabilities, how to use it, and goes step by step through a simple project. The talk will begin with a display of a gallery of images created in Blender and a general introduction to Blender followed by a showing of portions of Sintel, the animation made entirely in Blender and shown at Siggraph in 2011.Next, students will discover how Blender's unique Interface can be so powerful and be introduced to the major interface windows including the 3D View, Properties, Dope Sheet and others. Python can be accessed in Blender via the Python Console, the Info Window and the Text window.There will be a short introduction to the Blender Game Engine and students will be able to create a simple real-time interactive control.Next, students will step through the major steps of 3D animation production by creating and animating a 3D butterfly. Students will explore many of the functions of Blender by:Making a template in the Blender 3D windowsCreating a wing with polygonal modelingAssigning a texture to the wingUsing nurbs modeling to create the bodyAdding a material to the bodyUsing parenting to link the wings to the bodyCreating an animation keyframeExtracting animation data from the Info window and using it to create a short Python scriptUsing the Timeline to create animation cycles.Animating the butterfly's course of motion.Simple lighting Tracking the butterfly with the cameraTracking the butterfly with the lightBasic rendering settings"

         }
      ]
   },
   {
   "Id" : 8,
      "FirstName":"Chris",
      "LastName":"Koenig",
      "Bio":"http//chriskoenig.net/about",
      "Website":"http://chriskoenig.net",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Mobile",
            "Topic":"Supercharge your Mobile Apps with Cloud Power!",
            "Description":"Everyone has a mobile device these days, and demand for rich mobile applications is higher than ever before. Building feature-rich mobile applications is hard enough without having to build a flexible and open server-side API to run from. Luckily for you, there is now a solution!  Join Microsoft Sr. Technical Evangelist Chris Koenig for a tour of Windows Azure Mobile Services - the fast, easy and flexible way to build highly scalable mobile applications on a variety of platforms, including Windows 8, Windows Phone 8, iOS and Android. In this demo-heavy session, Chris will show you how to create Mobile Applications for a variety of platforms that all connect to the same back-end hosted in Windows Azure. "

         }
      ]
   },
   {
   "Id" : 9,
      "FirstName":"Christopher",
      "LastName":"Meiklejohn",
      "Bio":"Christopher Meiklejohn is a Software Engineer with Basho Technologies, Inc. where he focuses on building rich web applications for Riak using Erlang and JavaScript. Before joining Basho, he worked at Swipely, a loyalty program startup based in Providence where he maintained critical infrastructure components written in Ruby. Christopher currently serves as one of the maintainers of Rubygems.org.",
      "Website":"http://github.com/cmeiklejohn",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"shafty: a functional reactive programming library",
            "Description":"There is no doubt that today's web applications continue to grow in adoption, replacing their desktop counterparts in all areas of computation. Essential to their growth is their ability to provide near-native performance and rich user experiences. As these applications grow in essential complexity, they also grow in accidental complexity due to the imperative callback processing style found in most web applications. The asynchronous nature of most of these applications also further compounds the issues due to guarantees around message ordering, and a level of indirection required in callbacks handling events.Functional reactive programming is one approach for mitigating accidental complexity, using a declarative and composable data-flow model. During this talk, we will look at shafty, an open source ClojureScript project which explores using the functional reactive programming model for building dynamic user interfaces. This talk will provide a basic overview of functional reactive programming, the motivations behind shafty, basic usage of the library and a few example web applications built using the library."

         }
      ]
   },
   {
   "Id" : 10,
      "FirstName":"Brian",
      "LastName":"Sullivan",
      "Bio":"Brian Sullivan is a senior consultant for Improving Enterprises in Dallas. He got his start in programming maintaining legacy mainframe applications in COBOL at a large trucking company, but quickly realized he needed to find a more productive environment in order to stay sane. He jumped at the opportunity to help transition some of those COBOL applications to .NET, and he hasn't looked back since. He has been working with Microsoft technologies for about 7 years, and is interested in increasing the exposure of agile techniques and methodologies in the Microsoft developer community.Brian Sullivan is the founder of the Shreveport .NET User Group and speaks frequently at local user groups and regional conferences. Brian is a Microsoft MVP in ASP.NET and a graduate of Harding University in Searcy, AR.",
      "Website":"http://www.briansullivan.me",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Web",
            "Topic":"Real-timeWeb Programming with SignalR",
            "Description":"Web programming has always been a one-way conversation; a client calls a server and the server sends a response. But what if you could go the other direction? What if your server code could call Javascript methods on your client? That's what SignalR allows you to do. Come see how this new library opens up a ton of possibilities for interactive and collaborative web applications."

         },
         {
            "Track":"Web",
            "Topic":"What's New in ASP.NET MVC 4",
            "Description":"ASP.NET MVC has come a long way from its initial release in 2009. Its feature set and maturity have grown by leaps and bounds with each release, and the new fourth version is no exception. In this presentation, we'll cover some of the new features, including the ASP.NET Web API, display modes, mobile enhancements, bundling and minification, and asynchronous controllers. You'll come away with an understanding of what the new framework version offers, and why you might want to upgrade your existing MVC apps to the latest and greatest."

         }
      ]
   },
   {
   "Id" : 11,
      "FirstName":"Jonathan",
      "LastName":"Goodman",
      "Track":"Web",
      "Topic":"Getting the Most Out of Google Analytics",
      "Description":"This presentation provides the audience with real-life Google Analytics data from a client performance case study. The study provides in-page analysis of visitor behavior for improved bounce rate, understanding when you need to focus on mobile, as well as red flags in site IA and design. A simple step-by-step implementation of custom alerts will also be discussed.Takeaways: How to Improve Bounce Rate,Understand When You Need to Pay Attention to MobileImprove IA and Design Based On In-Page Analytics Set Up Custom Alerts",
      "Bio":"Jonathan Goodman started his career over 20 years ago at the dawn of the Internet age producing websites for Fortune 500 companies. He is currently the President of Halyard Consulting, an Internet marketing firm, exclusively focused on WordPress development and search optimization. Jonathan holds an MBA from Fairleigh Dickinson University, an MS from the College of New Rochelle, and a BFA from the Ringling College of Art and Design. Jonathan spent five years as the professor of Internet marketing at the Silberman College of Business at Fairleigh Dickinson University. He has spoken at numerous conferences and conventions running the gamut from higher education symposiums to music industry conferences to WordPress WordCamps. Most recently he spoke about Schema at SMX East 2012.",
      "Website":"http://halyardconsulting.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Collaboration and Content Management",
            "Topic":"How Guest Blogging Increase Traffic and Improves Brand Recognition",
            "Description":"This presentation details the importance of sharing fresh unique content within the blogging community. Attendees will learn the basics of what a backlink is and how it correlates to improved search results. The presentation will also provide a step-by-step guide on how to find the right blogger for your content and make sure your backlink stays on their site."

         },
         {
            "Track":"Web",
            "Topic":"Schema - The Next Frontier for the Search Engines",
            "Description":"In the beginning webmasters focused their attention on Schema reviews and events. Today, microdata is expanding at a phenomenal rate; incorporating information for products, organizations, people, places, creative works with support for an infinite number of future categories. WordPress, one of the most widely used website content management applications, makes it incredibly easy to add Schema data to your website. This presentation will focus on three implementations of microdata for WordPress including the social component of Yoast’s WordPress SEO Plugin, hcard data, and Geotagging. I will focus on the tricks and traps of getting microdata to work with an indepth look at the functions of each element and a review of the code through debugging tools including Google’s Rich Snippet’s Testing Tool. We’ll look into the future of Facebook Open Graph and see how it can be incorporated into a website without interfering with the other microdata elements as well as examples of debug using the Facebook developer tools."

         },
         {
            "Track":"Web",
            "Topic":"SEO for Beginners",
            "Description":"Through client case studies I will show how the combined power of Google+ Authorship and Google Webmaster Tools is exactly what the search engines are looking for. This presentation will highlight Google’s rules of engagement and what they deem as acceptable SEO. An examination of technical metrics and updated optimization techniques will assure your SEO efforts are in compliance. The presentation will also discuss how to avoid and what to do with Panda and Penguin penalties.Takeaways:The Power of Google+ AuthorshipUsing Google Webmaster Tools for Quick IndexationHow to Avoid Panda and Penguin Penalties"

         }
      ]
   },
   {
   "Id" : 12,
      "FirstName":"Michael",
      "LastName":"Wiley",
      "Bio":"Michael Wiley is a Premier Field Engineer with Microsoft who specializes in Visual Studio Application Lifecycle Management (ALM), Powershell, and Windows troubleshooting.  He is a regular technical presenter at local and regional events.  Prior to working with Microsoft, Michael was a VB.Net MVP and a software engineer who delivered solutions in a variety of markets including healthcare, government, financial services, and information management.  He is heavily involved in the Developer community and was the Founder and President of the Little Rock .NET User Group for three years.  In his spare time Michael enjoys hiking, scuba diving, and creating haunted houses.",
      "Website":"",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Collaboration and Content Management",
            "Topic":"What's new in Application Lifecycle Management 2013",
            "Description":"Microsoft's application lifecycle management tooling is all about enabling teams to deliver great software. In this demo-packed session, you will learn how to more effectively plan and track work by using the new Web-based project management tools; how to bridge the divide between development and operations by utilizing IntelliTrace in your production environments; and how to help keep team members on-task and \"\"in the zone\"\" with the new \"\"My Work\"\" and code review features. In addition to making your team more productive, we will show you how you can boost your overall code quality with new features such as code clone and an overhauled unit testing story in Visual Studio 2012. "

         }
      ]
   },
   {
   "Id" : 13,
      "FirstName":"Joshua",
      "LastName":"Goldbard",
      "Bio":"Darren Schreiber is the Co-Founder of 2600hz. He previously worked as the lead developer on the FreePBX v3 / Phonebooth project at Bandwidth.com, a next-generation open-source FreeSWITCH GUI. He also is one of the co-authors of the FreeSWITCH book and does all the official international FreeSWITCH trainings around the world. Darren has 15 years of IT experience and has developed multiple enterprise SaaS infrastructures for hosting and remotely managing IT, voice and e-commerce services. He has been a serious telephony enthusiast since a young age and has worked extensively with VoIP and Open Source technologies. Darren graduated from Rensselaer Polytechnic Institute with a degree in Computer Science and Business Management.Darren currently works on developing the world's best cloud Telecom Architecture: Kazoo.",
      "Website":"http://2600hz.com",
      "Photo":"",
      "Presentations":[
         {
            "Track":"Cloud",
            "Topic":"Cloud+Telecom=Revolution",
            "Description":"In the last few years a few dramatic changes have taken place which have changed the world. The effects of these changes are only starting to ripple throughout the technical worlds and one area that could use some TLC is telecom infrastructure.This session will talk about how you can use commodity hardware to build architectures that power entire countries and how new technology lets developers scale to unprecedented size. Anyone can create an AT&T on a cloud, this is how that revolution begins."

         }
      ]
   },
   {
   "Id" : 14,
      "FirstName":"David",
      "LastName":"Copeland",
      "Bio":"I’m a programmer and author. I speak frequently at national and regional conferences and spend my days currently as a tech lead for payment processing at LivingSocial in Washington, DC. I’ve written applications in C, C++, Perl, Ruby, Scala, and many others, on large and small teams.  I've reviewed a LOT more code than I've written.As a developer, I believe in clean code, making it right, providing a great user experience and using the right tool for the job. As an author, I insist on the Oxford Comma, try to avoid semi-colons, and really hate title case.",
      "Website":"http://www.naildrivin5.com/blog",
      "Photo":"",
      "Presentations":[
         {
            "Track":"IT Professional",
            "Topic":"Technical Debt vs. Slop - Doing it right on schedule",
            "Description":"Do you find yourself looking at something less than ideal and just calling it technical debt?Do you look at work you did a few months and only then realize it's not quite right?  Do youpropose \"\"hacky\"\" solutions to appease a project manager eager to get something done quickly?  Are you scolding by your team lead for trying to make \"\"perfect\"\" code?This talk will straighten ALL of that out.  We'll talk about the difference between technicaldebt and sloppy coding, and dispel the myth of perfect code.  I'll arm you with the confidenceto deliver quality, and the sense to keep from over-engineering and getting lost chasingthe dream of beautiful code.  Through the simple acts of testing, editing, and review, you'lldeliver clean code on a schedule, and have the confidence to insist on it."

         }
      ]
   },
  
]